Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=540_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Säämi kielâtaho - palhâšume juávkkupeerâpeivikiäčču Miessin
sms: SääŠm ǩiõlltuâjj - cistt joukkpiârpeiŠvvpäiŠǩǩ 2011 Miessja

source: Säämi kielâtaho-palhâšume juáhhoo nube keerdi já Sämitige säämi kielârääđi lii mieđettâm säämi kielâtaho-palhâšume Iänuduv kieldâ juávkkupeerâpeivikiäčču Miessin*.
sms: SääŠm ǩiõlltuâjj-cistt jueŠjjet nuuŠbb vuâra da SääŠmteeŠǧǧ sääŠmǩiõllsuåvtõs lij miõttâm ǩiõlltuâjj-ciist Enontekiö kååŠdd joukkpiârpeiŠvvpäiŠǩǩ Miessja*.

source: Säämi kielâtaho-palhâšuumijn adeluvvoo tubdâstâs sämikielâlij palvâlusâi já sämikielâi sajattuv oovdedem pyerrin porgum ansulâš pargoost Suomâst.
sms: SääŠm ǩiõlltuâjj-ciistin uuŠdet tobdstõõzz sääŠmǩiõllsaž kääzzkõõzzi da sääŠmǩiõl staattuuzz ooudâsviikkmõõžžâst tuejjuum miõttlaž tuâjast LääŠddjânnmest.

source: Säämi kielâtaho-palhâšume lii säämi tyeji já diploom.
sms: SääŠm ǩiõlltuâjj-cistt lij sääŠmǩiõtt-tuâjj (duodji) da diplom.

source: Kooveest: Maarit Magga, Petra Biret Magga-Vars, Risten Elle Gaup-Juuso, Saara Näkkäläjärvi, Erkki Lumisalmi
sms: Snimldõkk: Maarit Magga, Petra Biret Magga-Vars, Risten Elle Gaup-Juuso, Saara Näkkäläjärvi, Erkki Lumisalmi

source: – Juávkkupeerâpeivikiäčču Miessi lii ovdâmerkkâ tast, maht uccâ resurssijguin já meritiätulâš pargoin puáhtá uážžuđ ááigán merhâšittee tavvoid sämikielâi oovdedmân, iätá säämi kielârääđi saavâjođetteijee Erkki Lumisalmi.
sms: - JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij šiõǥǥ ooudâsjooŠtti čuäŠjteei tõŠst, mõõnnalla uŠcc resuurssivuiŠm da ääiŠj mieŠldd siŠtǩǩes tuâjain vueiŠtet vuäǯǯad äigga kookkas kuõŠddi da miârkkšõõvvi tuâjaid sääŠmǩiõl ooudâsviikkmõŠšše, särnn sääŠm ǩiõllsuåvtõõzz saaǥǥjååŠđteei Erkki Lumisalmi.

source: Sämikulttuur eellimiähtu lii sämikielâi siäilum puáttee suhâpuolváid já kielâ lii sämikulttuur tehálumoš já kuávdášlumos uási, tot lii sämikulttuur vááimus.
sms: SääŠmkulttuur jieŠllem-mäiŠnn lij sääŠmǩiõl seillmõš puõŠtti puõlvvõõǥǥid da ǩiõll lij sääŠmkulttuur vääžnmõs vuäŠss, tõt lij sääŠmkulttuur väimm.

source: Párnáiguin porgâdijn lii uáli tehálâš kevttiđ systemaatlávt sämikielâ váldukielâ noonâ sajaduvâst peerusthánnáá – Miessi pargeeh láá luhostum taam pargoost ovdâmerhâlávt, kijttâl Lumisalmi.
sms: PäärnaivuiŠm tuõjstõõllmen lij aaibâs vääŠžnai suŠsttemʼmaatnalla ââŠnned sääŠmǩiõl väŠlddǩiõl raŠvves staattuuzzâst huõlǩâni - Miessi personkåŠdd lij oŠnnstam tän tuâjast ooudâstjooŠttjen, späŠssbââšš Lumisalmi.

source: Palhâšume lii Matleena Fofonoff tyeji
sms: Cistt lij Matleena Fofonoff ǩiõtt-tuâjj – duodji

source: Säämi kielâtaho-palhâšume lii säämi tyeji, mon tuáijojeijee lii valjim Sámi Duodji ry..
sms: SääŠm ǩiõlltuâjj-cistt sääŠmǩiõtt-tuâjj (duodji), koon valmšteei lij vaŠlljääm Sámi Duodji ry..

source: Palhâšume lii veedâtyeji: veedâkoori (nuorttâsämikielân vuäŠddčuŠǩǩ), leibilitte (nuorttâsämikielân leiŠbbtiskk) já sukkârlitte (nuorttâsämikielân säähharneŠcc), já toi rähtee lii tuáijár Matleena Fofonoff Njižžjäävrist, Anarist.
sms: Tät cistt da täk sǩiâŋk liâ peäŠcc vueŠddin njõđđum vuäŠddnääŠpp vuäŠddčuŠǩǩ looŠǩǩin, leiŠbbtiskk da säähharneŠcc, da tõi valmšteei lij ǩiõtt-tuâjjlaž Matleena Fofonoff NjeŠǯǯjääuŠrest, Aanrest.

source: Kooveest: Säämi kielâtahopalhâšume 2011. Tuoijum tuáijár Matleena Fofonoff.
sms: Snimldõõǥǥâst: SääŠm ǩiõlltuâjj-cistt 2011, koon valmšteeŠjen lij ǩiõtt-tuâjjlaž Matleena Fofonoff.

source: Sämitige vuáđustâsah
sms: SääŠmteeŠǧǧ vuâđ

source: Juávkkupeivikiäčču Miessi lii toimâm Iänuduvâst 10 ihheed já ton ääigi Miessi lii tipšom ivijmield aldasáid 40 sämipárnážid.
sms: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij tuåimmjam Enontekiöst 10 eeŠǩǩed da tõn äiŠǧǧen Miessi lij håiddam eeŠjji mieŠldd âlddsin 40 sääŠmpäŠrnned.

source: Iänuduv kieldâ kulá sämikuávlun já kieldâ sämikielâlâš aalmug lii tobbeen uccâ ucceeblohhoon.
sms: Enontekiö kåŠdd kooll sääŠm dommvoudda da kååŠddest sääŠmǩiõllsaž narod lij uŠccen minoritettneǩǩen.

source: Sämitige mielâst säämi ärbitiätu lii nanosumos muddoost talle, ko tot lii rievtis kulttuurlâš já kielâlâš pirrâsist.
sms: SääŠmteeŠǧǧ miõlâst sääŠm äŠrbbteâtt lij raŠvves teŠl, ko tõt lij kulttuursaž da ǩiõllʼlaž õhttvuõđâst.

source: Sämikielâ já - kulttuur maaŋgâpiälásáin já njyebžilis mättimáin láá olášittum puohâi sämipárnái kielâliih vuoigâdvuođah.
sms: SääŠmǩiõl- da kulttuur määŋgbeällsaž da lueŠǯǯjeei silttumuužžin leät čõõđtum puki sääŠmpääŠrnai ǩiõllʼlaž vuõiggâdvuõđid.

source: Sämikielâ puátteevuođâ turviimân lii tehálâš, et sämipárnááh uážžuh sämikielâlâš peivitipšo, mii vuáđuduvá sämikulttuur árvoid.
sms: SääŠmǩiõli puõŠttiääiŠj staanumuŠšše lij vääžnai, što sääŠmpäärna vuäŠǯǯe sääŠmǩiõllsaž peiŠvvhååid da peiŠvvhåidd vuâđđââvv sääŠmkulttuur äärvid.

source: Miessi tipšokiellân lii sämikielâ já tipšopargei eenikielâ lii sämikielâ.
sms: Miessi håiddǩiõllân lij sääŠmǩiõll da håiddpersonkååŠdd jieŠnnǩiõll lij sääŠmǩiõll.

source: Sämitigge tuáivu, et palhâšume movtijdit Iänuduv kieldâ pyerediđ sämikielâ sajattuv ovdedem kieldâ puohâin uásisuorgijn já meid eres virgeomâháid pyerediđ sämikielâlijd palvâlusâid.
sms: SääŠmteŠǧǧ tuäivv, što cistt kaaggči veâl jäänab Enontekiö kååŠdd pueŠreed sääŠmǩiõl staattuuzz ooudâsviikkmõõžž kååŠdd pukin vuäŠssvuuŠdin da še jeeŠres veŠrǧǧneeŠǩǩid pueŠreed sääŠmǩiõllsaž kääzzkõõzzid.

source: Lasetiäđuh: kielâtorvočällee Siiri Jomppanen.
sms: LââŠssteâđaid: ǩiõllstaanpiizar Siiri Jomppanen.

source: puh 010 839 3111, ovdânommâ.suhânommâ@samediggi.fi
sms: teŠl 010 839 3111, Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.

source: (* Miessi lii tavesämikielâ já uáivild vyesi.)
sms: (* Miessi lij tâŠvvsäämas da miârkkšââvv puõccu vueŠzz.)
